Repository: digitalhydra/advance-flat-rates-for-woocommerce
Catalog: languages/advance-flat-rates-for-woocommerce-*.po
Languages: es_es

source: Advance Flat rate
es_es: Precios Fijos Avanzados

source: Lets you charge a fixed rate for shipping with some options.
es_es: Permite cobrar un costo fijo de envío y agregar algunas condiciones.

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
es_es: Ingrese un costo (excl. Impuestos) o una suma ej. <code>1000 * [qty]</code>

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
es_es: Use <code>[qty]</code> para el número de ítems, <br/><code>[cost]</code> para el costo total de los ítems, y <code>[fee percent="10" min_fee="20" max_fee=""]</code> para costos basados en porcentaje.

source: Title
es_es: Titulo

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que ve el usuario durante el proceso de compra.

source: Cost
es_es: Costo

source: Apply to users with roles
es_es: Aplicar a usuarios con el rol

source: Any role|Not Logged In
es_es: Cualquier Rol | Sin Ingresar

source: Minimum order amount
es_es: Minimo de la orden

source: Users will need to spend this amount to get free shipping (if enabled above), leave empty for disable.
es_es: Los usuarios tendrán que comprar esta cantidad como mínimo para que el método se active, dejar vacío para deshabilitar

source: Advance Flat Rates for WooCommerce
es_es: Precios Fijos Avanzados para WooCommerce

source: Flat rate shipping method that let you filter by user role an minimum order value.
es_es: Método de envío plano que permite filtrar por compra mínima y por rol de usuario.
